Repository: zhuxiaoke27/Fighter
Catalog: Fighter/Localizable.xcstrings
Source language: en
Languages: zh_hans

# adrenaline_assassin
source: Adrenaline
zh_hans: 肾上腺素

# adrenaline_assassin_desc
source: Gain 1 Energy. Draw 2 cards.
zh_hans: 获得 1 点能量。抽 2 张牌。

# anger_warrior
source: Anger
zh_hans: 怒火

# anger_warrior_desc
source: Deal 6 damage. Add a copy to hand.
zh_hans: 造成 6 点伤害。将一张复制品加入手牌。

# app_name
source: Card Battle Roguelike
zh_hans: 卡牌肉鸽对战

# arcane_bolt_mage
source: Arcane Bolt
zh_hans: 奥术飞弹

# arcane_bolt_mage_desc
source: Deal 7 damage to a random enemy 2 times.
zh_hans: 对随机敌人造成 7 点伤害，攻击 2 次。

# armaments_warrior
source: Armaments
zh_hans: 武装

# armaments_warrior_desc
source: Gain 5 Block.
zh_hans: 获得 5 点格挡。

# backstab_assassin
source: Backstab
zh_hans: 背刺

# backstab_assassin_desc
source: Deal 11 damage. Innate. Exhaust.
zh_hans: 造成 11 点伤害。固有。消耗。

# bandage_up_neutral
source: Bandage Up
zh_hans: 包扎

# bandage_up_neutral_desc
source: Heal 4 HP.
zh_hans: 回复 4 点生命。

# barrier_mage
source: Barrier
zh_hans: 屏障

# barrier_mage_desc
source: Gain 12 Block.
zh_hans: 获得 12 点格挡。

# bash_warrior
source: Bash
zh_hans: 猛击

# bash_warrior_desc
source: Deal 8 damage. Apply 2 Vulnerable.
zh_hans: 造成 8 点伤害。施加 2 层易伤。

# blade_dance_assassin
source: Blade Dance
zh_hans: 刃舞

# blade_dance_assassin_desc
source: Deal 4 damage 3 times.
zh_hans: 造成 4 点伤害，攻击 3 次。

# blade_fury_assassin
source: Blade Fury
zh_hans: 刀锋狂怒

# blade_fury_assassin_desc
source: Deal 4 damage 3 times.
zh_hans: 连续攻击 3 次，每次 4 点伤害。

# blizzard_mage
source: Blizzard
zh_hans: 暴风雪

# blizzard_mage_desc
source: Deal 4 damage to ALL. Gain 1 Frost.
zh_hans: 对所有敌人造成 4 点伤害。获得 1 层冰霜。

# bloodletting_warrior
source: Bloodletting
zh_hans: 放血

# bloodletting_warrior_desc
source: Lose 2 HP. Gain 2 Energy.
zh_hans: 失去 2 点生命。获得 2 点能量。

# bludgeon_warrior
source: Bludgeon
zh_hans: 重击

# bludgeon_warrior_desc
source: Deal 32 damage.
zh_hans: 造成 32 点伤害。

# body_slam_warrior
source: Body Slam
zh_hans: 体重压制

# body_slam_warrior_desc
source: Deal damage equal to your Block.
zh_hans: 造成等同于你格挡值的伤害。

# bouncing_flask_assassin
source: Bouncing Flask
zh_hans: 弹跳药瓶

# bouncing_flask_assassin_desc
source: Apply 3 Poison to ALL enemies.
zh_hans: 对所有敌人施加 3 层中毒。

# btn_back
source: Back
zh_hans: 返回

# btn_back_menu
source: Main Menu
zh_hans: 主菜单

# btn_begin_adventure
source: Begin Adventure
zh_hans: 开始冒险

# btn_cancel
source: Cancel
zh_hans: 取消

# btn_continue
source: Continue
zh_hans: 继续

# btn_continue_run
source: Continue
zh_hans: 继续

# btn_done
source: Done
zh_hans: 完成

# btn_end_turn
source: End Turn
zh_hans: 结束回合

# btn_leave_shop
source: Leave Shop
zh_hans: 离开商店

# btn_new_run
source: New Run
zh_hans: 新游戏

# btn_quick_battle
source: Quick Battle
zh_hans: 快速战斗

# btn_quit
source: Quit
zh_hans: 退出

# btn_remove_card
source: Remove Card
zh_hans: 移除卡牌

# btn_rest
source: Rest
zh_hans: 休息

# btn_settings
source: Settings
zh_hans: 设置

# btn_skip
source: Skip
zh_hans: 跳过

# btn_start_run
source: Start Run
zh_hans: 开始冒险

# btn_take
source: Take
zh_hans: 拿取

# btn_take_card
source: Take Card
zh_hans: 拿取卡牌

# btn_upgrade
source: Upgrade
zh_hans: 升级

# btn_use
source: Use
zh_hans: 使用

# buff_artifact
source: Artifact
zh_hans: 人工制品

# buff_barricade
source: Barricade
zh_hans: 壁垒

# buff_burn
source: Burn
zh_hans: 灼烧

# buff_dark
source: Dark
zh_hans: 暗影

# buff_dexterity
source: Dexterity
zh_hans: 敏捷

# buff_drawModifier
source: Draw+
zh_hans: 额外抽牌

# buff_focus
source: Focus
zh_hans: 专注

# buff_frail
source: Frail
zh_hans: 脆弱

# buff_frost
source: Frost
zh_hans: 冰霜

# buff_metallicize
source: Metallicize
zh_hans: 金属化

# buff_negate
source: Negate
zh_hans: 抵消

# buff_platedArmor
source: Plated Armor
zh_hans: 板甲

# buff_poison
source: Poison
zh_hans: 中毒

# buff_regenerate
source: Regenerate
zh_hans: 再生

# buff_strength
source: Strength
zh_hans: 力量

# buff_thorns
source: Thorns
zh_hans: 荆棘

# buff_vulnerable
source: Vulnerable
zh_hans: 易伤

# buff_weak
source: Weak
zh_hans: 虚弱

# buffer_mage
source: Buffer
zh_hans: 缓冲

# buffer_mage_desc
source: Prevent next damage taken.
zh_hans: 防止下一次受到的伤害。

source: Burn
zh_hans: 灼烧

# burn_desc
source: Unplayable. At end of turn, take 2 damage.
zh_hans: 不可打出。回合结束时，受到 2 点伤害。

# burst_assassin
source: Burst
zh_hans: 爆发

# burst_assassin_desc
source: Your next 2 Skills are played twice.
zh_hans: 你的下 2 张技能牌打出两次。

# burst_assassin_skill
source: Burst Skill
zh_hans: 技能爆发

# burst_assassin_skill_desc
source: Your next Skill is played twice.
zh_hans: 你的下一张技能牌打出两次。

# card_type_attack
source: Attack
zh_hans: 攻击

# card_type_curse
source: Curse
zh_hans: 诅咒

# card_type_power
source: Power
zh_hans: 能力

# card_type_skill
source: Skill
zh_hans: 技能

# card_type_status
source: Status
zh_hans: 状态

# cast_mage
source: Cast
zh_hans: 施法

# cast_mage_desc
source: Deal 4 damage. Gain 1 Frost.
zh_hans: 造成 4 点伤害。获得 1 层冰霜。

# catalyst_assassin
source: Catalyst
zh_hans: 催化剂

# catalyst_assassin_desc
source: Double Poison on an enemy.
zh_hans: 使一名敌人的中毒层数翻倍。

# catalyst_plus_assassin
source: Catalyst+
zh_hans: 催化剂+

# catalyst_plus_assassin_desc
source: Triple Poison on an enemy.
zh_hans: 使一名敌人的中毒层数变为三倍。

# channel_mage
source: Channel
zh_hans: 引导

# channel_mage_desc
source: Gain 2 Focus.
zh_hans: 获得 2 点专注。

# character_assassin
source: Assassin
zh_hans: 刺客

# character_assassin_desc
source: Poison and agility
zh_hans: 剧毒与敏捷

# character_mage
source: Mage
zh_hans: 法师

# character_mage_desc
source: Frost and dark magic
zh_hans: 冰霜与暗影魔法

# character_warrior
source: Warrior
zh_hans: 战士

# character_warrior_desc
source: High HP, powerful strikes
zh_hans: 高生命值，强力打击

# clash_warrior
source: Clash
zh_hans: 冲撞

# clash_warrior_desc
source: Can only be played if all cards in hand are Attacks. Deal 14 damage.
zh_hans: 仅当手牌全部为攻击牌时可出。造成 14 点伤害。

# cleave_warrior
source: Cleave
zh_hans: 横扫

# cleave_warrior_desc
source: Deal 8 damage to ALL enemies.
zh_hans: 对所有敌人造成 8 点伤害。

# cold_snap_mage
source: Cold Snap
zh_hans: 寒流

# cold_snap_mage_desc
source: Deal 3 damage. Apply 1 Vulnerable. Channel 1 Frost.
zh_hans: 造成 3 点伤害。施加 1 层易伤。引导 1 冰霜。

# coolheaded_mage
source: Coolheaded
zh_hans: 冷静

# coolheaded_mage_desc
source: Gain 1 Frost. Draw 1 card.
zh_hans: 获得 1 层冰霜。抽 1 张牌。

# corpse_explosion_assassin
source: Corpse Explosion
zh_hans: 尸体爆炸

# corpse_explosion_assassin_desc
source: Apply 6 Poison. On death, deal damage to ALL.
zh_hans: 施加 6 层中毒。死亡时对所有敌人造成伤害。

# coup_de_grace_assassin
source: Coup de Grace
zh_hans: 致命一击

# coup_de_grace_assassin_desc
source: Deal 20 damage if enemy is Vulnerable.
zh_hans: 若敌人处于易伤，造成 20 点伤害。

# dark_shackles_neutral
source: Dark Shackles
zh_hans: 暗黑枷锁

# dark_shackles_neutral_desc
source: Apply 2 Weak. Exhaust.
zh_hans: 施加 2 层虚弱。消耗。

# darkness_mage
source: Darkness
zh_hans: 黑暗

# darkness_mage_desc
source: Gain 1 Dark. Deal 6 damage.
zh_hans: 获得 1 层暗影。造成 6 点伤害。

# dash_assassin
source: Dash
zh_hans: 冲刺

# dash_assassin_desc
source: Gain 10 Block. Deal 10 damage.
zh_hans: 获得 10 点格挡。造成 10 点伤害。

source: Daze
zh_hans: 眩晕

# daze_desc
source: Unplayable.
zh_hans: 不可打出。

source: Decay
zh_hans: 腐朽

# decay_desc
source: Unplayable. At end of turn, take 2 damage.
zh_hans: 不可打出。回合结束时，受到 2 点伤害。

# deep_breath_neutral
source: Deep Breath
zh_hans: 深呼吸

# deep_breath_neutral_desc
source: Draw 2 cards.
zh_hans: 抽 2 张牌。

# defend_assassin
source: Defend
zh_hans: 防御

# defend_assassin_desc
source: Gain 5 Block.
zh_hans: 获得 5 点格挡。

# defend_mage
source: Defend
zh_hans: 防御

# defend_mage_desc
source: Gain 5 Block.
zh_hans: 获得 5 点格挡。

# defend_warrior
source: Defend
zh_hans: 防御

# defend_warrior_desc
source: Gain 5 Block.
zh_hans: 获得 5 点格挡。

# defragment_mage
source: Defragment
zh_hans: 碎片整理

# defragment_mage_desc
source: Gain 1 Focus. Draw 1 card.
zh_hans: 获得 1 点专注。抽 1 张牌。

# demon_form_warrior
source: Demon Form
zh_hans: 恶魔形态

# demon_form_warrior_desc
source: At start of turn, gain 2 Strength.
zh_hans: 回合开始时，获得 2 点力量。

# discovery_neutral
source: Discovery
zh_hans: 发现

# discovery_neutral_desc
source: Draw 3 cards. Exhaust.
zh_hans: 抽 3 张牌。消耗。

# dodge_assassin
source: Dodge
zh_hans: 闪避

# dodge_assassin_desc
source: Gain 4 Block. Draw 1 card.
zh_hans: 获得 4 点格挡。抽 1 张牌。

# doom_and_gloom_mage
source: Doom and Gloom
zh_hans: 末日阴霾

# doom_and_gloom_mage_desc
source: Deal 4 damage. Channel 1 Dark.
zh_hans: 造成 4 点伤害。引导 1 暗影。

source: Doubt
zh_hans: 疑虑

# doubt_desc
source: Unplayable.
zh_hans: 不可打出。

# echo_form_mage
source: Echo Form
zh_hans: 回响形态

# echo_form_mage_desc
source: Your next card is played twice.
zh_hans: 你的下一张牌打出两次。

# effect_add_to_discard %@
source: Add %@ to discard
zh_hans: 将 %@ 加入弃牌堆

# effect_add_to_draw %@
source: Add %@ to draw pile
zh_hans: 将 %@ 加入抽牌堆

# effect_add_to_hand %@
source: Add %@ to hand
zh_hans: 将 %@ 加入手牌

# effect_all_gain_buff %lld %@
source: All gain %1$lld %2$@
zh_hans: 全体获得 %1$lld 层 %2$@

# effect_apply_debuff %lld %@
source: Apply %1$lld %2$@
zh_hans: 施加 %1$lld 层 %2$@

# effect_apply_debuff_all %lld %@
source: Apply %1$lld %2$@ to all
zh_hans: 对所有敌人施加 %1$lld 层 %2$@

# effect_block_next
source: Block next attack
zh_hans: 抵挡下次攻击

# effect_cond_card_in_hand
source: if card in hand
zh_hans: 若手牌中有

# effect_cond_debuffed
source: if debuffed
zh_hans: 若有减益

# effect_cond_low_hp
source: if low HP
zh_hans: 若生命值低

# effect_damage_equal_block
source: Deal damage equal to block
zh_hans: 造成等同于格挡的伤害

# effect_deal_damage %lld
source: Deal %lld damage
zh_hans: 造成 %lld 点伤害

# effect_deal_damage_all %lld
source: Deal %lld damage to all
zh_hans: 对所有敌人造成 %lld 点伤害

# effect_deal_damage_multi %lld %lld
source: Deal %1$lld damage %2$lldx
zh_hans: 造成 %1$lld 点伤害 ×%2$lld

# effect_discard_cards %lld
source: Discard %lld cards
zh_hans: 弃掉 %lld 张牌

# effect_double_next
source: Next card plays twice
zh_hans: 下张牌打两次

# effect_double_poison
source: Double poison on target
zh_hans: 目标中毒层数翻倍

# effect_double_strength
source: Double strength
zh_hans: 力量翻倍

# effect_draw_cards %lld
source: Draw %lld cards
zh_hans: 抽取 %lld 张牌

# effect_duplicate_skill
source: Next skill plays twice
zh_hans: 下个技能打两次

# effect_exhaust
source: Exhaust
zh_hans: 消耗

# effect_exhaust_random %lld
source: Exhaust %lld random card(s)
zh_hans: 随机消耗 %lld 张牌

# effect_gain_block %lld
source: Gain %lld block
zh_hans: 获得 %lld 点格挡

# effect_gain_buff %lld %@
source: Gain %1$lld %2$@
zh_hans: 获得 %1$lld 层 %2$@

# effect_gain_dark %lld
source: Gain %lld Dark
zh_hans: 获得 %lld 层暗影

# effect_gain_energy %lld
source: Gain %lld energy
zh_hans: 获得 %lld 点能量

# effect_gain_energy_next %lld
source: Gain %lld energy next turn
zh_hans: 下回合获得 %lld 点能量

# effect_gain_focus %lld
source: Gain %lld Focus
zh_hans: 获得 %lld 层专注

# effect_gain_frost %lld
source: Gain %lld Frost
zh_hans: 获得 %lld 层冰霜

# effect_heal %lld
source: Heal %lld HP
zh_hans: 回复 %lld 点生命

# effect_heal_on_kill %lld
source: Heal %lld on kill
zh_hans: 击杀时回复 %lld

# effect_random_damage %lld
source: Deal %lld to random enemy
zh_hans: 对随机敌人造成 %lld 点伤害

# effect_remove_combat
source: Remove from combat
zh_hans: 从战斗中移除

# effect_return_discard %lld
source: Return %lld from discard
zh_hans: 从弃牌堆回收 %lld 张

# endless_agony_assassin
source: Endless Agony
zh_hans: 无尽苦痛

# endless_agony_assassin_desc
source: Deal 4 damage. Exhaust. When drawn, add a copy.
zh_hans: 造成 4 点伤害。消耗。抽到时加入一张复制品。

# enemy_awakened_one
source: Awakened One
zh_hans: 觉醒者

# enemy_book_of_stabbing
source: Book of Stabbing
zh_hans: 刺击之书

# enemy_bronze_automaton
source: Bronze Automaton
zh_hans: 青铜自动机

# enemy_bronze_automaton_prime
source: Bronze Automaton Prime
zh_hans: 青铜自动机·改

# enemy_byrd
source: Byrd
zh_hans: 鸟人

# enemy_choke_orb
source: Choke Orb
zh_hans: 窒息球

# enemy_collector
source: Collector
zh_hans: 收集者

# enemy_corrupt_heart
source: Corrupt Heart
zh_hans: 腐化之心

# enemy_cultist
source: Cultist
zh_hans: 邪教徒

# enemy_darkling
source: Darkling
zh_hans: 暗灵

# enemy_giant_head
source: Giant Head
zh_hans: 巨首

# enemy_gremlin_leader
source: Gremlin Leader
zh_hans: 哥布林首领

# enemy_gremlin_nob
source: Gremlin Nob
zh_hans: 哥布林首领

# enemy_guardian
source: Guardian
zh_hans: 守卫者

# enemy_hexaghost
source: Hexaghost
zh_hans: 六火灵

# enemy_jaw_worm
source: Jaw Worm
zh_hans: 颚虫

# enemy_lagavulin
source: Lagavulin
zh_hans: 拉格瓦林

# enemy_nemesis
source: Nemesis
zh_hans: 复仇女神

# enemy_orb_walker
source: Orb Walker
zh_hans: 宝珠行者

# enemy_reptomancer
source: Reptomancer
zh_hans: 蜥蜴法师

# enemy_shell_parasite
source: Shell Parasite
zh_hans: 壳寄生虫

# enemy_slime
source: Slime
zh_hans: 史莱姆

# enemy_slime_boss
source: Slime Boss
zh_hans: 史莱姆Boss

# enemy_slime_boss_split
source: Split Slime
zh_hans: 分裂史莱姆

# enemy_spiker
source: Spiker
zh_hans: 尖刺怪

# enemy_the_champ
source: The Champ
zh_hans: 冠军

# enemy_time_eater
source: Time Eater
zh_hans: 噬时者

# enlightenment_neutral
source: Enlightenment
zh_hans: 启蒙

# enlightenment_neutral_desc
source: Gain 1 Energy. Draw 1 card.
zh_hans: 获得 1 点能量。抽 1 张牌。

# escape_plan_assassin
source: Escape Plan
zh_hans: 逃脱计划

# escape_plan_assassin_desc
source: Draw 1 card.
zh_hans: 抽 1 张牌。

# event_abandoned_alchemy
source: Abandoned Alchemy
zh_hans: 废弃炼金室

# event_abandoned_alchemy_choice1
source: Experiment
zh_hans: 实验

# event_abandoned_alchemy_choice2
source: Leave
zh_hans: 离开

# event_abandoned_alchemy_desc
source: Abandoned alchemical equipment still has useful potions.
zh_hans: 废弃的炼金设备中仍有有用的药水。

# event_abyss_gate
source: Abyss Gate
zh_hans: 深渊之门

# event_abyss_gate_choice1
source: Enter
zh_hans: 进入

# event_abyss_gate_choice2
source: Seal it
zh_hans: 封印它

# event_abyss_gate_desc
source: A gate to the void yawns before you.
zh_hans: 一扇通向虚空的大门在你面前张开。

# event_ancient_forge
source: Ancient Forge
zh_hans: 古老锻造炉

# event_ancient_forge_choice1
source: Upgrade a card
zh_hans: 升级一张卡牌

# event_ancient_forge_choice2
source: Ignore
zh_hans: 无视

# event_ancient_forge_desc
source: Ancient flames still burn in this forgotten forge.
zh_hans: 被遗忘的锻造炉中古老的火焰仍在燃烧。

# event_ancient_library
source: Ancient Library
zh_hans: 古老图书馆

# event_ancient_library_choice1
source: Study
zh_hans: 研读

# event_ancient_library_choice2
source: Leave
zh_hans: 离开

# event_ancient_library_desc
source: Dusty tomes line the walls of this forgotten place.
zh_hans: 布满灰尘的书典排列在被遗忘之地的墙上。

# event_blood_ritual
source: Blood Ritual
zh_hans: 鲜血仪式

# event_blood_ritual_choice1
source: Participate
zh_hans: 参与

# event_blood_ritual_choice2
source: Refuse
zh_hans: 拒绝

# event_blood_ritual_desc
source: An altar stained with blood pulses with power.
zh_hans: 一个染血的祭坛散发着力量。

# event_broken_throne
source: Broken Throne
zh_hans: 破碎王座

# event_broken_throne_choice1
source: Sit
zh_hans: 坐下

# event_broken_throne_choice2
source: Search
zh_hans: 搜索

# event_broken_throne_desc
source: A ruined throne emanates residual power.
zh_hans: 一座毁坏的王座散发着残余的力量。

# event_captive_spirit
source: Captive Spirit
zh_hans: 被困的灵魂

# event_captive_spirit_choice1
source: Free it
zh_hans: 释放它

# event_captive_spirit_choice2
source: Absorb its power
zh_hans: 吸收它的力量

# event_captive_spirit_choice3
source: Ignore
zh_hans: 无视

# event_captive_spirit_desc
source: A spirit trapped in a crystal calls for help.
zh_hans: 一个被困在水晶中的灵魂在呼救。

# event_collapsed_bridge
source: Collapsed Bridge
zh_hans: 坍塌的桥

# event_collapsed_bridge_choice1
source: Jump across
zh_hans: 跳过去

# event_collapsed_bridge_choice2
source: Find another way
zh_hans: 找另一条路

# event_collapsed_bridge_desc
source: The bridge ahead has crumbled.
zh_hans: 前方的桥已经坍塌。

# event_cursed_chest
source: Cursed Chest
zh_hans: 诅咒宝箱

# event_cursed_chest_choice1
source: Open
zh_hans: 打开

# event_cursed_chest_choice2
source: Leave
zh_hans: 离开

# event_cursed_chest_desc
source: An ornate chest pulses with dark energy.
zh_hans: 一个华丽的宝箱散发着黑暗能量。

# event_dark_alley
source: Dark Alley
zh_hans: 黑暗小巷

# event_dark_alley_choice1
source: Investigate
zh_hans: 调查

# event_dark_alley_choice2
source: Avoid
zh_hans: 避开

# event_dark_alley_desc
source: Shadows conceal unknown dangers.
zh_hans: 阴影中隐藏着未知的危险。

# event_doom_bell
source: Doom Bell
zh_hans: 末日之钟

# event_doom_bell_choice1
source: Ring it
zh_hans: 敲响它

# event_doom_bell_choice2
source: Silence it
zh_hans: 使它安静

# event_doom_bell_choice3
source: Walk away
zh_hans: 走开

# event_doom_bell_desc
source: A bell tolls ominously.
zh_hans: 一口钟不祥地鸣响。

# event_eye_of_abyss
source: Eye of the Abyss
zh_hans: 深渊之眼

# event_eye_of_abyss_choice1
source: Stare back
zh_hans: 回望

# event_eye_of_abyss_choice2
source: Look away
zh_hans: 移开视线

# event_eye_of_abyss_desc
source: A colossal eye stares from the void.
zh_hans: 一只巨大的眼睛从虚空中凝视。

# event_fallen_guardian
source: Fallen Guardian
zh_hans: 陨落守卫

# event_fallen_guardian_choice1
source: Take equipment
zh_hans: 拿走装备

# event_fallen_guardian_choice2
source: Pay respects
zh_hans: 致敬

# event_fallen_guardian_desc
source: A fallen guardian's equipment remains.
zh_hans: 一个陨落守卫的装备遗留着。

# event_final_gate
source: Final Gate
zh_hans: 最终之门

# event_final_gate_choice1
source: Pray
zh_hans: 祈祷

# event_final_gate_choice2
source: Force open
zh_hans: 强行打开

# event_final_gate_desc
source: The final gate stands before you.
zh_hans: 最终之门矗立在你面前。

# event_flower_girl
source: Flower Girl
zh_hans: 花之少女

# event_flower_girl_choice1
source: Accept
zh_hans: 接受

# event_flower_girl_choice2
source: Pay 30 gold
zh_hans: 支付 30 金币

# event_flower_girl_choice3
source: Decline
zh_hans: 拒绝

# event_flower_girl_desc
source: A girl offers a shimmering flower.
zh_hans: 一个女孩递出一朵闪耀的花。

# event_forbidden_altar
source: Forbidden Altar
zh_hans: 禁忌祭坛

# event_forbidden_altar_choice1
source: Offer HP
zh_hans: 献出生命

# event_forbidden_altar_choice2
source: Offer gold
zh_hans: 献出金币

# event_forbidden_altar_choice3
source: Leave
zh_hans: 离开

# event_forbidden_altar_desc
source: An altar radiates forbidden power.
zh_hans: 一个祭坛散发着禁忌的力量。

# event_forgotten_shrine
source: Forgotten Shrine
zh_hans: 被遗忘的神殿

# event_forgotten_shrine_choice1
source: Pray
zh_hans: 祈祷

# event_forgotten_shrine_choice2
source: Desecrate
zh_hans: 亵渎

# event_forgotten_shrine_desc
source: An ancient shrine forgotten by time.
zh_hans: 一座被时间遗忘的古老神殿。

# event_gambler
source: Gambler
zh_hans: 赌徒

# event_gambler_choice1
source: Gamble (30 gold)
zh_hans: 赌博（30 金币）

# event_gambler_choice2
source: Pass
zh_hans: 跳过

# event_gambler_desc
source: A masked figure shuffles cards.
zh_hans: 一个戴面具的人在洗牌。

# event_ghost_crossroads
source: Ghost Crossroads
zh_hans: 幽灵十字路

# event_ghost_crossroads_choice1
source: Follow the light
zh_hans: 跟随光明

# event_ghost_crossroads_choice2
source: Follow the dark
zh_hans: 跟随黑暗

# event_ghost_crossroads_choice3
source: Leave
zh_hans: 离开

# event_ghost_crossroads_desc
source: Spirits hover at the crossroads.
zh_hans: 幽灵在十字路口徘徊。

# event_ghost_ship
source: Ghost Ship
zh_hans: 幽灵船

# event_ghost_ship_choice1
source: Board
zh_hans: 登船

# event_ghost_ship_choice2
source: Stay ashore
zh_hans: 留在岸上

# event_ghost_ship_desc
source: A ghostly vessel materializes from the fog.
zh_hans: 一艘幽灵般的船从雾中显现。

# event_last_merchant
source: Last Merchant
zh_hans: 最后的商人

# event_last_merchant_choice1
source: Buy (50 gold)
zh_hans: 购买（50 金币）

# event_last_merchant_choice2
source: Rest
zh_hans: 休息

# event_last_merchant_choice3
source: Leave
zh_hans: 离开

# event_last_merchant_desc
source: The final merchant offers wares.
zh_hans: 最后的商人出售他的商品。

# event_merchant
source: Traveling Merchant
zh_hans: 行商

# event_merchant_choice1
source: Buy card (50 gold)
zh_hans: 购买卡牌（50 金币）

# event_merchant_choice2
source: Decline
zh_hans: 拒绝

# event_merchant_desc
source: A merchant offers wares at curious prices.
zh_hans: 一个商人以奇特的价格出售商品。

# event_music_box
source: Music Box
zh_hans: 音乐盒

# event_music_box_choice1
source: Listen
zh_hans: 聆听

# event_music_box_choice2
source: Take it
zh_hans: 拿走

# event_music_box_choice3
source: Ignore
zh_hans: 无视

# event_music_box_desc
source: A haunting melody drifts through the air.
zh_hans: 一阵令人难以忘怀的旋律飘荡在空气中。

# event_mysterious_rune
source: Mysterious Rune
zh_hans: 神秘符文

# event_mysterious_rune_choice1
source: Touch
zh_hans: 触摸

# event_mysterious_rune_choice2
source: Study
zh_hans: 研究

# event_mysterious_rune_desc
source: An intricate rune glows on the wall.
zh_hans: 一面墙上有一个复杂的符文在发光。

# event_old_beggar
source: Old Beggar
zh_hans: 老乞丐

# event_old_beggar_choice1
source: Give 30 gold
zh_hans: 给 30 金币

# event_old_beggar_choice2
source: Walk away
zh_hans: 离开

# event_old_beggar_desc
source: A hunched figure extends a withered hand.
zh_hans: 一个佝偻的身影伸出枯萎的手。

# event_poison_swamp
source: Poison Swamp
zh_hans: 毒沼泽

# event_poison_swamp_choice1
source: Wade through
zh_hans: 涉水而过

# event_poison_swamp_choice2
source: Find a way around
zh_hans: 绕路而行

# event_poison_swamp_desc
source: Toxic fumes rise from the murky water.
zh_hans: 有毒的气体从浑浊的水面升起。

# event_result_card_added
source: Card added
zh_hans: 卡牌已添加

# event_result_card_duplicated
source: Card duplicated
zh_hans: 卡牌已复制

# event_result_card_removed
source: Card removed
zh_hans: 卡牌已移除

# event_result_card_upgraded
source: Card upgraded
zh_hans: 卡牌已升级

# event_result_cards_upgraded %lld
source: %lld cards upgraded
zh_hans: %lld 张卡牌已升级

# event_result_debuffed
source: Debuffed!
zh_hans: 获得减益！

# event_result_energy_next %lld
source: +%lld Energy next combat
zh_hans: 下场战斗 +%lld 能量

# event_result_gain_block %lld
source: +%lld Block
zh_hans: +%lld 格挡

# event_result_gain_dexterity %lld
source: +%lld Dexterity
zh_hans: +%lld 敏捷

# event_result_gain_gold %lld
source: +%lld Gold
zh_hans: +%lld 金币

# event_result_gain_hp %lld
source: +%lld HP
zh_hans: +%lld 生命

# event_result_gain_maxhp %lld
source: +%lld Max HP
zh_hans: +%lld 最大生命

# event_result_gain_strength %lld
source: +%lld Strength
zh_hans: +%lld 力量

# event_result_hp_reduced %lld
source: HP reduced to %lld%%
zh_hans: 生命降至 %lld%%

# event_result_lose_gold %lld
source: -%lld Gold
zh_hans: -%lld 金币

# event_result_lose_hp %lld
source: -%lld HP
zh_hans: -%lld 生命

# event_result_lose_maxhp %lld
source: -%lld Max HP
zh_hans: -%lld 最大生命

# event_result_not_enough_gold
source: Not enough gold
zh_hans: 金币不足

# event_result_potion_acquired
source: Potion acquired
zh_hans: 获得药水

# event_result_random_potion
source: Random potion
zh_hans: 随机药水

# event_result_random_relic
source: Random relic
zh_hans: 随机遗物

# event_result_relic_acquired
source: Relic acquired
zh_hans: 获得遗物

# event_result_strike_transformed
source: Strike transformed!
zh_hans: 打击已转化！

# event_result_strikes_removed %lld
source: %lld Strikes removed
zh_hans: 移除了 %lld 张打击

# event_shadow_trade
source: Shadow Trade
zh_hans: 暗影交易

# event_shadow_trade_choice1
source: Accept
zh_hans: 接受

# event_shadow_trade_choice2
source: Refuse
zh_hans: 拒绝

# event_shadow_trade_desc
source: A hooded figure offers a dark bargain.
zh_hans: 一个戴兜帽的人提供了黑暗交易。

# event_shattered_spacetime
source: Shattered Spacetime
zh_hans: 破碎时空

# event_shattered_spacetime_choice1
source: Step through
zh_hans: 穿过去

# event_shattered_spacetime_choice2
source: Stabilize
zh_hans: 稳定

# event_shattered_spacetime_desc
source: Reality fractures around you.
zh_hans: 现实在你周围碎裂。

# event_shrine
source: Shrine
zh_hans: 神殿

# event_shrine_choice1
source: Pray
zh_hans: 祈祷

# event_shrine_choice2
source: Leave offering (50 gold)
zh_hans: 供奉（50 金币）

# event_shrine_desc
source: A mysterious shrine emanates power.
zh_hans: 一座神秘的神殿散发着力量。

# event_soul_burn
source: Soul Burn
zh_hans: 灵魂燃烧

# event_soul_burn_choice1
source: Embrace the flames
zh_hans: 拥抱火焰

# event_soul_burn_choice2
source: Resist
zh_hans: 抵抗

# event_soul_burn_desc
source: Dark flames lick at your soul.
zh_hans: 黑暗的火焰舔舐着你的灵魂。

# event_soul_exchange
source: Soul Exchange
zh_hans: 灵魂交换

# event_soul_exchange_choice1
source: Trade HP for power
zh_hans: 用生命换力量

# event_soul_exchange_choice2
source: Decline
zh_hans: 拒绝

# event_soul_exchange_desc
source: A spectral figure offers a trade.
zh_hans: 一个幽灵般的存在提出了交换。

# event_treasure_chest
source: Treasure Chest
zh_hans: 宝箱

# event_treasure_chest_choice1
source: Open
zh_hans: 打开

# event_treasure_chest_choice2
source: Careful inspection
zh_hans: 仔细检查
